cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/versions'
tap 'grammarly/tap'
tap 'caskroom/fonts'

brew 'p7zip'
brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'docker'
brew 'go'
brew 'grc'
brew 'heroku'
brew 'elixir'
brew 'imagemagick'
brew 'jp2a'
brew 'mongodb'
brew 'node'
brew 'nvm'
brew 'jq'
brew 'openssl'
brew 'postgresql'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'scriptcs'
brew 'spaceman-diff'
brew 'spark'
brew 'telnet'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask 'alfred'
cask 'avast-mac-security'
cask 'camtasia'
cask 'docker'
cask 'dropbox'
cask 'font-fira-code'
cask 'fork'
cask 'google-chrome'
cask 'google-photos-backup'
cask 'grammarly'
cask 'handbrake'
cask 'microsoft-office'
cask 'lastpass'
cask 'pgAdmin4'
cask 'robo-3t'
cask 'slack'
cask 'spotify'
cask 'spectacle'
cask 'sublime-text'
cask 'transmission'
cask 'typora'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'visual-studio-code'
