cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/versions'
tap 'grammarly/tap'
tap 'caskroom/fonts'

brew 'p7zip'
brew 'ack'
brew 'coreutils'
brew 'docker'
brew 'grc'
brew 'heroku'
brew 'imagemagick'
brew 'jp2a'
brew 'mongodb'
brew 'node'
brew 'nvm'
brew 'jq'
brew 'openssl'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'scriptcs'
brew 'spaceman-diff'
brew 'spark'
brew 'telnet'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'

cask 'docker'
cask 'font-fira-code'
cask 'fork'
cask 'google-chrome'
cask 'handbrake'
cask 'pgAdmin4'
cask 'robo-3t'
cask 'slack'
cask 'spectacle'
cask 'sublime-text'
cask 'transmission'
cask 'vlc'
cask 'visual-studio-code'
